tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "act"
brew "apibuilder-cli"
brew "asciidoctor"
brew "cocoapods"
brew "php"
brew "composer"
brew "go"
brew "lazygit"
brew "lua"
brew "minio"
brew "node", link: false
brew "mysql", restart_service: true
brew "neovim"
brew "php@8.0"
brew "thefuck"
brew "yarn"
brew "mongodb/brew/mongodb-community"
cask "android-studio"
cask "beekeeper-studio"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "flutter"
cask "google-chrome"
cask "iterm2"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-word"
cask "minecraft"
cask "mongodb-compass"
cask "notion"
cask "postman"
cask "rectangle"
cask "remnote"
cask "slack"
cask "spotify"
cask "steam"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
vscode "bmewburn.vscode-intelephense-client"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "FelixAngelov.bloc"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.makefile-tools"
vscode "mvllow.rose-pine"
vscode "onecentlin.laravel-blade"
vscode "valeryanm.vscode-phpsab"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
